FORMAT_ERROR = "Ошибка форматирования! Таблица с ранее собранными данными не соответствует формату:\n" \
               "|Источник|ID|Профессия|Вакансия|Населённый пункт|Требуемый опыт работы|Зарплата от|Зарплата до" \
               "|Дата публикации|Дата сбора данных|Наниматель|Вакантных мест|\n" \
               "___________________________________________________________________________________________________" \
               "________________________________________________________\n" \
               "Например:\n" \
               "|HH.ru|12345678|Водитель|Водитель категории С|Владивосток|Без опыта|30000|50000|01.01.2023|01.01.2023" \
               "|Минтранс|10|"
